---
kind: other
id: Properties.T:Autodesk.Revit.DB.Architecture.TopographyLinkType
source: html/c5376d99-248a-d024-5b69-2cb29a220c29.htm
---
# TopographyLinkType Properties

The id of the assembly instance to which the element belongs.